Repository: giellalt/corpus-sme
Catalog: prestable/tmx/smj/bible/other_files/plan_for_samisk_trosopplaering.pdf.tmx
Source language: sme
Languages: smj

source: Buot mánát ja nuorat geat oasálastet ollislaš oskkuoahpahusas galget dovdat iežaset
smj: Måttijn tjoaggulvisájn gånnå sáme årru, gávnnu bájkálasj máhtudagá ja åtsådallama.

source: fátmmastuvvon dan stuora searvevuođas, ja dovdat iežaset duogáža leat searvevuhtii riggodahkan.
smj: Dá li resursa majt tjoaggulvis máhttá ávkástallat jáhkkoåhpadusán sáme mánájda ja nuorajda.

source: Nugo rumaš lea okta, ja das leat máŋga lahtu, ja buot dat lahtut dahket ovtta rupmaša, vaikko leat ge máŋga, nu lea maiddái Kristusiin ge.
smj: Duodden ájnegis ulmutjijda, máhttá aj liehket máhttelisvuohta diedojt oadtjot sámesiebrijs, giella- ja kulturguovdátjijs jali sámeskåvllå- ja mánájgárddefálaldagájs lahkabirrusin.

source: Oskkuoahpahusas dáhpáhuvvet maid báikkálaš ovdanáhttinbarggut maŋŋil go searvegottit leat ráhkadan ja mearridan iežaset báikkálaš plánaid. Searvegottit galget iežaset oskkuoahpahusplánaid
smj: Da tjoaggulvisá ma e gávna resurssaulmutjijt jali – birrusijt lagosbájkijn máhtti duola dagu rádev åhtsåt bisspaguovllokontåvråjs daj bisspaguovlojn gænna le sierralágásj åvdåsvásstádus girkkulasj

source: muhtomin ain rievdadit vai sáhttet vuhtiiváldit dan ođasmahttima ja ovdánahttima. Báikkálaš vásihusat leat buorit resurssat dán barggus.
smj: dievnastusás sámegiellaj (Nidaros: oarjjelsáme, Oarjje-Hålogalánnda: julevsáme, NuorttaHålogalánnda: Nuorttasáme), jali sáme girkkorádes.

source: rievddada báikkis báikái ja searvegottis searvegoddái.
smj: Tjåhkanimvuodok åhpadibme bierri aj aneduvvat vejulasjvuohtan.

source: Riikkadásis lea maid stuora erohusat gaskal searvegottiid geain lea máhttu sápmelaččaid
smj: Aktisasjbarggo tjoaggulvisáj gaskan jali pråvsstådásen, gånnå ásaduvvi årruha jali tjåhkanime gånnå

source: birra álbmogin, sin vuoiŋŋalaš eallima, historjjá ja dán áiggi servodatdiliid birra.
smj: jáhkkoåhpadus sáme mánájda ja nuorajda le guovdátjin.

source: Váilevaš gelbbolašvuohta ii almmatge galggaše leat hehttehussan searvegoddái ráhkadit fálaladagaid sámi mánáide ja nuoraide.
smj: Tjåhkanime duola dagu konfirmasjåvnnååhpadime aktijvuodan vierttiji åttjuduvvat juohkka ájnegisá tjoaggulvisájn, vaj

source: orrot sápmelaččat, gávdno báikkálaš gelbbolašvuohta ja vásihusat.
smj: miere konfirmasjåvnnåájgen anoduvvi (bs. Jubmel vaddá – Mij juogadip, 5. kapihtal).

source: Dat leat resurssat maid searvegoddi sáhttá atnit ávkin iežas oskkuoahpahusas sámi mánáide ja nuoraide.
smj: Dákkir tjoavdos máhttá liehket vejulasj unnep sáme birrusijn gånnå li gallegasj luojvoj guojmmebargge, gallegasj máná

source: oskkuoahpahus sámi mánáide ja nuoraide lea guovddážis.
smj: ja nuora, jali guovlojn oablodum sáme årudagáj.

source: konfirmašunáiggi rámma siskkobealde (gč. Ipmil addá – Mii juogadit, kapihttal 5).
smj: Tjåhkanime máhtti ásadit ådå æjvvalimsajijt mánájda ja nuorajda, gånnå sáme perspektijvva bærrájgåtseduvvá.

source: Dakkár čoavddus sáhttá leat áigeguovdil unnit sámi servodagain gos leat unnán eaktodáhtolaš mieldebargit, unnán
smj: Dajda tjoaggulvisájda gejn ij la

source: mánát ja nuorat, dahje guovlluin gos sápmelaččat orrot bieđgguid.
smj: vuojga máhtto ja máhtudahka sáme girkkoiellema birra, luluj dát viehkken.

source: – Makkár sámi organisašuvnnaiguin ja/dahje ásahusaiguin sáhttet searvegottit ovttasbargat ?
smj: – Makkir sáme organisasjåvnåj ja / jali institusjåvnåj máhtti tjoaggulvisá aktisattjat barggat ?

source: – Movt sáhttá searvegoddi atnit ávkki sámi organisašuvnnaid ja/dahje ásahusaid gelbbolašvuođas ?
smj: – Gåktu máhtti tjoaggulvisá ávkástallat sáme organisasjåvnåj ja / jali institusjåvnåj máhtudagáv ?
